Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་དག་ གིས་ དེ་ སྲོག་ འཚོ་བ་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: At such times, these starving spirits will gain vital nourishment.

source: གལ་ཏེ་ མ་ བྱིན་པ ར་ འདོད་ ནས་ དེ་ ཆུ་འགྲམ་ དུ་ འདུག་ སྟེ །_ བཏུང་བ་ འཐུང་བ་ དང་ །_ ཆུ འི་ རྒྱུན་ དེ་ སྲུང་བ འི་ ཡི་དགས་ རྣམས་ ཀྱིས་ མངོན་པར་ འཚེ་བ ར་ བྱེད་ ཅིང་ ལུས་ ཀྱང་ ཀུན་ ནས་ གཟེ་ གཟེ་ བཏོག་ བཏོག་པ་ ལྟ་བུ ར་ བྱེད་ དོ །_།
en: However, if a person comes to the bank of a river and drinks from it without wishing to give the spirits anything, the starving spirits that guard the river will harm him or her as they hover and cluster around.

source: སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་པ་ དེ་དེ་ ནས་ ཡང་ ངུ་སྐད་ འབྱིན །_ སྨྲེ་སྔགས་ འདོན་ ཅིང་ ཡོངས་སུ་ རྒྱུག་ གོ །_།
en: Thus, the person will feel unhappy and run away crying and wailing.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ བསླུ་པ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེར་ སྡུག་བསྔལ་ དེ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $1312 “Deceived by their own misdeeds, these starving spirits will continue to suffer until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ནས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ལས་ རླུང་ ལྟ་བུ ས་ འཁྱམ་པ་ ན་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: Once they are free from the life of a starving spirit, the winds of their own actions will continue to propel them throughout cyclic existence.

source: དེ་ གལ་ཏེ་ བརྒྱ་ལ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ ཆུ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ ནགས་ཚལ་ དང་ བྲལ་བ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will be born where there are no rivers, ponds, or forests.

source: རི་བྲགས་ དང་ །_ འབྲོག་ དང་ །_ གྲོང་ ངན་པ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: Instead they will live in rocky mountains, desolate areas, or disagreeable towns.

source: རྟག་ ཏུ་ ཁྲོན་པ འི་ ཆུ་ ལ་ འཐུང་བ ར་ འགྱུར །_ མཁྲིས་པ འི་ ནད་ ཀྱིས་ ཀྱང་ འདེབས་པ ར་ འགྱུར །_ ཉིན་མཚན་ དུ་ སྐོམ་ མེད་པ ས་ གནོད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will always drink well water, become afflicted with hepatitis, and suffer the pangs of thirst throughout the day and night.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ ཀུན་ སྟོན་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1313 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that teach.

source: དེ་དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་ [293b] པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: Inquiring into what type of karmic action may cause one to be born in that way, {{page:{number:424,id:UT22084-068-021-100450,folio:F.293.b,volume:V68}}} he will apply knowledge derived from hearing and thus perceive how some evil people possessed of envy and stinginess develop unsuitable craving and greed.

source: མི་ ངན་པ་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་ ཅིང་ མི་རིགས་ པར་ ཆགས་པ་ ལ་ བརྐམ་པ་ གང་ གིས་ མཁས་པ་ དབུལ་པོ འི་ འཚོ་བ་ ཚེགས་ ཆེན་པོ ས་ བསྒྲུབས་པ་ དག་ ལ་ རིན་ཐང་ སྟེང་ དུ་མ་ བབ་པ འི་ རིན་ མི་ འདྲ་བ་ ཟང་ཟིང་ ཞིག་ བྱིན་ ལ་ དེ་ རྟག་ ཏུ་ དེ་ ལ་ དགའ་ ཞིང་ སླུ་བ ར་ བྱེད་ དེ
en: When dealing with poor people who, under great duress, barely manage to stay alive, they shrewdly pay them less than their goods are worth. They make this their standard practice and may even take pleasure in it.

source: གཞན་དག་ ཀྱང་ ལས་ངན་ པར་ བྱེད་པ་ དེ་ཉིད་ ལ་ འགོད་པ ར་ བྱེད་ ཅིང་ འཇོག་པ ར་ བྱེད་ ལ་ སྦྱིན་པ་ དག་ ནི་ མི་ གཏོང་ ངོ་ །_། བསོད་ནམས་ ཀྱང་ མི་ བྱེད །_ ཚུལ་ཁྲིམས་ ལ་ མི་ གནས །_
en: Thus, they may also seek to introduce others to, and establish them in, such unwholesome behavior.

source: དད་པས་ ཉེ་བ ར་ འགྲོ་བ ར་ མི་ བྱེད །_ ཆོས་ དང་ འཐུན་པ འི་ ཆོས་ མི་ སྤྱོད །_ དྲང་པོ་ དང་ དུལ་བ ར་ མི་ བྱེད །_
en: All the while, possessed of envy and stinginess, they do not practice any form of generosity.

source: དགེ་བ འི་ བཤེས་གཉེན་ གྱི་ ངང་ཚུལ་ ཅན་ དུ་ མི་ བྱེད་ ཅིང་ ཡང་ དང་ ཡང་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་པ ར་ གྱུར་ ན་
en: Thus, they refrain from any meritorious actions, fail to develop faith, fail to practice the Dharma in accordance with the Dharma, fail to be honest and restrained, and fail to assimilate the ways of a spiritual teacher.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ འི་ ཡི་དགས་ ཀུན་ སྟོན་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: When such people later separate from their bodies, they will fall into the lower realms and be born among the starving spirits that teach.

source: དེ་ ལ་ འཇིག་རྟེན་པ་ དེ་དག་ ཕ་ ཞེས་ བརྗོད་ དོ །_། དེ་ རྟག་ ཏུ་ ལུས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་
en: Such spirits may be called ‘father’ by mundane people,#182 and physically they will suffer from constant hunger and thirst.

source: ཤིང་ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ འདྲ་ ལ་ དགའ་བ་ མེད་པ ས་ ཉམས་པ ར་ འགྱུར །_
en: Resembling scorched pine trees, they are deprived of joy and live in misery.

source: མཆི་མ ས་ གདོང་ ཡོག་ ཅིང་ རྐང་པ་ དང་ ལག་པ་ ཤིན་ཏུ་ རྡོལ་ ལ །_ སྐྲ ས་ ཁ་ གདོང་ མུན་པ་ ལྟར་ ཁེབས་པ །_
en: Their faces are smeared with tears, their legs and arms are extremely crude, and their hair shrouds their faces like the dark.

source: ལྟོ འི་ མདོག་ སྤྲིན་ ནག་པོ་ འདྲ་ ཞིང་ ངུ་སྐད་ འབྱིན །_ སྨྲེ་སྔགས་ འདོན་པ་ ན་ འདི་ལྟར་ སྨྲེ་སྔགས་ ཡོངས་སུ་ འདོན་ ཏེ །_
en: With bellies the color of dark clouds, they cry, wail, and lament in the following way:

source: མ་ བྱིན་པ ས་ ལྟ་ ག་ལ་ འཐོབ །_།
en: $1314 “ ‘How can one get without giving?

source: མ་ བཏབ་ འབྲས་བུ་ ག་ལ་ འབྱུང་ །_།
en: How can there be a harvest where nothing was sown?

source: སྒྲོན་མ་ མེད་ ན་ འོད་ མེད་ ལྟར །_། མ་ བྱིན་ བདེ་བ་ ག་ལ་ ཡོད །_།
en: Just as there is no shining without a light, How can there be happiness without giving?

source: ཇི་ལྟ ར་ ལུས་ཅན་ ལོང་བ་ ཡི །_། མིག་ གིས་ ལྟ་བ ར་ ནུས་ མེད་ ལྟར །_། སྦྱིན་ དང་ བྲལ་བ་ དེ་ འདྲ་ སྟེ །_། ཡི་དགས་ བདེ་བ་ མི་ རྙེད་ དོ །_།
en: $1315 “ ‘Just as the blind Have no eyes to see, So those lacking generosity will Not find any happiness once they are starving spirits.

source: ཡི་དགས་ འཇིག་རྟེན་ ཡི་དགས་ གང་ །_། དེ་བཞིན་ ནོར་མེད་ འཇིགས་ གསུམ་ དུ །_། ཤིན་ཏུ་ མི་ དགའ་ འཁྱམ་ བྱེད་པ །_། དེ་ ནི་ སེར་སྣ འི་ འབྲས་བུ་ ཡིན །_།
en: $1316 “ ‘The world of starving spirits, being a starving spirit oneself, And the fear of lacking wealth— Roaming through such a threefold unhappiness Is the result of stinginess.

source: རང་ གི་ ལས་འབྲས་ ཟ་བ་ ཡི །_། སྲོག་ཆགས་ ལས་ ལ་ ལོངས་སྤྱོད་པ །_། མ་ བྱིན་ ཅི་ཡང་ མིས་ ཐོབ་ སྟེ །_། བྱས་པ་ ཆུད་ ནི་ ཟ་བ་ མེད །_།
en: $1317 “ ‘Living beings feed on the effects of their own actions, And partake of their own actions. Without giving, nothing at all will be gained— What was done will not be wasted.

source: ཡི་དགས་ འཇིག་རྟེན་ གནས་པ་ དག _། ངན་ བྱས་ རྣམས་ ཀྱིས་ བདག་ཅག་ བསྲེགས །_།
en: $1318 “ ‘Dwelling in the world of starving spirits We are burned by our own misdeeds.

source: བཀྲེས་ དང་ སྐོམ་ ལས་ བྱུང་བ་ ཡི །_། མེ་ ཡིས་ འདིར་ [294a] ནི་ ཡོངས་སུ་ སྤྱད །_།
en: Here we experience the fire {{page:{number:425,id:UT22084-068-021-100451,folio:F.294.a,volume:V68}}} Of hunger and thirst.

source: བདག་ཅག་ རྣམས་ ནི་ སྐོམ་པ་ ལས །_། ནམ་ བྲལ་ བདེ་བ་ འབྱུང་བ ར་ འགྱུར །_།
en: $1319 “ ‘When shall we quench our thirst? When shall we find relief?

source: ཡོངས་སུ་ གདུང་ ལས་ བདག་ཅག་ རྣམས །_། ནམ་ ན་ ཡོངས་སུ་ ཐར་བ ར་ འགྱུར །_།
en: When shall we be freed From all these torments?

source: ལམ་ དང་ ལམ་ མིན་ མི་ ཤེས་ ཤིང་ །_། ལས་ ཀྱི་ འབྲས་བུ་ དག་ མི་ ཤེས །_། བཀྲེས་ དང་ སྐོམ་ ལས་ བྱུང་བ འི་ མེ །_། ཚ་བ་ འབྱུང་བ་ མ་ ཤེས་ སོ །_།
en: $1320 “ ‘Not discerning the path from what is not the path, And not understanding the consequences of actions, We were unaware of the heat Emanating from the fire of hunger and thirst.

source: བཞིན་ ནི་ སྐྲ་ ཡིས་ མུན་ ལྟར་ ཁེབས །_།
en: $1321 “ ‘Hair covers our faces like darkness.

source: རེ་བ་ མེད་ ཅིང་ སྲོག་ རྣམས་ བཏང་ །_། པགས་པ་ རྒྱུས་པ འི་ དྲ་བ ས་ སྦྲེལ །_། བདག་ འཚོ་ ཀྱི་ཧུད་ སྡུག་བསྔལ་ ལོ །_།
en: We have no hope and are bereft of life, While our bodies are held together by a web of skin and sinew— Alas, our lives are sheer misery!

source: དགོན་པ ར་ ཆུད་པ འི་ ལུས་ཅན་ རྣམས །_། ཐམས་ཅད་ དུ་ ཡང་ སྡུག་བསྔལ་ ཏེ །_།
en: $1322 “ ‘Beings caught in the wilderness Are all in pain.

source: འདིར་ ནི་ སྐྱོབ་པ་ གང་ཡང་ མེད །_། བདག་ཅག་ སྡུག་བསྔལ་ ཞུགས་ པར་ གྱུར །_།
en: Here there is no protector at all, And thus we dwell in abject misery.’

source: དེ་ལྟ ར་ ཡི་དགས་ ཀུན་ སྟོན་པ ར་ བྱེད་པ་ དེ་དག་ ཀུན་ ངུ་སྐད་ འབྱིན །_ སྨྲེ་སྔགས་ འདོན་ ཅིང་ ཐམས་ཅད་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1323 “And so cry the starving spirits that teach, and, lamenting in this way, they keep wandering.

source: དེ་དག་ གལ་ཏེ་ ཡང་ ཡོངས་སུ་ རྒྱུག་པ་ ན །_ དགེ་སློང་ དེས་ མཐོང་ ནས་ སེམས་པ ར་ བྱེད་ དེ །_
en: As they keep roaming, the monk will see them and think,

source: ཀྱེ་ ཨེ་མ་ ཁྱད་པར་ དུ་ འདོད་པ འི་ ཁམས་ ཀྱི་ འཁོར་བ་ རབ་ཏུ་ འབར་ རོ་ སྙམ་ མོ །_།
en: ‘Alas, cyclic existence in the realm of desire is so awful!’

source: དེ་ལྟ ར་ ཡོངས་སུ་ རྒྱུག་པ་ དེ་དག་ ལ་ གལ་ཏེ་ དད་པ་ ཅན་ ཞིག་ གིས་ ཀྱང་ བྱིན་ ལ །_ དེ་ རིགས་ དེར་ སྐྱེས་པ་ ཞིག་ ཀྱང་ ཡིན་ ན་ དེ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $1324 “As they wander along, if the starving spirits of this class should be given a handout by an individual who has faith, they may receive it and thus gain vital nourishment.

source: དེ་དེ་ ལས་ སྲོག་ གི་ འཚོ་བ་ འཐོབ་པ ར་ འགྱུར་ ཞིང་ སྐྱོབ་པ་ དེ་ ཡིན་ ལ་ སྐྱབས་ དེ་ ཡིན་ ཏེ་ དེ་ ལ་ རྟེན་ ཏོ །_།
en: This, then, will protect them. This will become their refuge and support.

source: དེ་ལྟ ར་ དེ་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚོ་བར་ འགྱུར་ རོ །_།
en: $1325 “In this way, these beings will eke out a living until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ་ རང་ གི་ ལས་ རླུང་ ལྟ་བུ ས་ དེད་པ ར་ བྱེད་ དོ །_།
en: When they later escape the realm of starving spirits they will, in accordance with their causal actions, experience the consequences of their acts, and so they will be driven onward by the wind of their own actions.

source: དེ་དག་ གལ་ཏེ་ ཡང་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ རྫ་རྔ་ རྡུང་བ འམ །_ དྲིལ་སྒྲ་ སྒྲོགས་པ འམ །_ གཙུག་ལག་ཁང་ གི་ སྲུང་མ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human they will beat earthen drums, ring bells, or become guards at the gates of a temple.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ རྣམ་པར་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ མཆིལ་མ་ ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1326 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that feed on spit.

source: དེ་དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ [294b] ན །_ འདི་ལྟར་ མི་ ངན་པ་ སྐྱེས་པ འམ་ བུད་མེད་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་པ་ དགེ་འདུན་ ནམ་ གཞན་ མཁས་པ འི་ རྣམ་པ་ དེ་ལྟ་ བུ་ དག་ གི་ ཁ་ཟས་ ལྷག་མ ར་ བྱས་ ལ་ དེ་ འདི་ལྟར་ ལྷག་མ ར་ མ་ བྱས་ སོ་ ཞེས་ སྨྲས་ ནས དེ་དག་ ཀྱང་ ཡིད་ཆེས་པ འི་ དབང་ གིས་ ཁ་ཟས་ མི་ འདྲ་བ་ དེ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing {{page:{number:426,id:UT22084-068-021-100452,folio:F.294.b,volume:V68}}} and thus perceive how evil men or women possessed of envy and stinginess offer monks or scholars food that was left over from earlier meals, all the while pretending such is not the case.

source: མི་ ངན་པ་ དེ་ཡང་ དང་ ཡང་ དུ་ དེ་ལྟ ར་ དེ་ཉིད་ ལ་ དགའ་བ ར་ བྱེད་ ཅིང་ གཞན་དག་ ཀྱང་ དེ་ཉིད་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་ ལ་ སྦྱིན་ དག་ གཏོང་བ ར་ མི་ བྱེད །_
en: Monks or scholars may thus trust them and eat the food. Such evil people may, moreover, rejoice in such acts, and also encourage others to follow suit.

source: ཚུལ་ཁྲིམས་ ལ་ མི་ གནས །_ མཁས་པ་ ལ་ མི་ རྟེན །_ ཆོས་ དང་ འཐུན་ པར་ མི་ སྤྱོད །_ ཡང་ དང་ ཡང་ དུ་ ཁ་ཟས་ ལྷག་མ ར་ བྱེད་པ འི་ ལས་ དེ་ཉིད་ ལ་ མངོན་པར་ དགའ་བ ར་ བྱེད་ ན །_
en: Without being generous, without observing discipline, without attending to the learned, and without practicing in accordance with the Dharma, they will repeatedly offer leftovers and take pleasure in doing so.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ མཆིལ་མ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། དེར་ སྐྱེས་ ནས་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ འི་ མཆིལ་མ་ བོར་བ་ ལྗན་ལྗིན་ ནམ་ རྩིག་པ་ ལ་ རེག་པ འམ་ ས་ ལ་ བོར་བ་ དེ་ ཁམ་ གྱིས་ ཟ་བ ར་ བྱེད་ དེ །_
en: When they later separate from their bodies, they will fall into the lower realms and be born among the starving spirits that feed on spit.

source: དེས་ སྲོག་ འཚོ་བ་ འཐོབ་པ ར་ འགྱུར་ ཞིང་ དེ འི་ ཕྱི་བཞིན་ འབྲང་ ལ་ སྐྱབས་ དེ་ ཡིན་ ཟས་ དེ་ ཡིན་ ཏེ །_ ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེར་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to live in this way.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1327 “When they finally escape the world of starving spirits, they will continue to experience the consequences of their actions and thus continue to roam through cyclic existence in accordance with their causal actions.

source: དེ་ གལ་ཏེ་ བརྒྱ་ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ ལ་ སྣ་ རུལ་བ ར་ འགྱུར །_
en: In the unlikely event that they should be born with the general lot in life of a human, they will be poor and sickly, and their noses will be infected.

source: རྟག་ ཏུ་ དགེ་འདུན་ གྱི་ ནང་ ན་ ལྗན་ལྗིན་ འཕྱག་ པར་ འགྱུར །_
en: They will always sweep garbage for the saṅgha.

source: ལས་ ཀྱི་ འཚོ་བ་ དང་ ལྷག་མ་ ཟ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །།_།།
en: They will be manual laborers and subsist on leftovers.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཉེས་པ ར་ བྱས་པ་ སྤྱོད་པ །_ བཀྲེས་སྐོམ་ ཆུང་ ཞིང་ ལུས་ གོས་ མེད་པ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1328 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive a world of starving spirits in which the evildoers have little to eat or drink and must go without clothes on their bodies.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ དེས་ གནོད་སེམས་ ཀྱི་ ཕྱིར་ [295a] ནི་ མ་ ཡིན་ གྱི །_ གཙང་བ་ འདོད་པ འི་ ཕྱིར་ སངས་རྒྱས་ ལ་ ཕྲེང་བ་ ཕུལ་བ་ རྐུ་བ་ དང་ །_ དེ་བཞིན་ དུ་ བླ་མ་ དག་ གི་ ཕྲེང་བ་ ཡང་ རྐུ་བ ར་ བྱེད་ ན
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how {{page:{number:427,id:UT22084-068-021-100453,folio:F.295.a,volume:V68}}} some people, although they are free from harmful intentions and only wish to be clean, steal those garlands that have been offered to the buddhas or that belong to the masters.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཕྲེང་བ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: When they later separate from their bodies, they will fall into the lower realms and be born among the starving spirits that feed on garlands.

source: དེ་ མཆོད་རྟེན་ ནམ་ གནོད་སྦྱིན་ གྱི་ གནས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ ཞིང་ དེ་ མཐུ་ ཆེ་བ་ དང་ དབང་ ཆེ་བ ར་ ཡང་ འགྱུར་ རོ །_།
en: They will be born in a place near to a stūpa or among the yakṣas and become powerful and influential.

source: དེ་ ལེགས་པ ར་ བྱས་པ་ དང་ ཉེས་པ ར་ བྱས་པ འི་ རྨི་ལམ་ དག་ སྟོན་པ ར་ ནུས་ སོ །_།
en: They will have the power to produce auspicious or inauspicious dreams.

source: གལ་ཏེ་ མི་གང་ ལ་ རང་བཞིན་ གྱི་ མི་དགེ་བ་ ཞིག་ བྱུང་ ལ་ ཡི་དགས་ དེ་ ལ་ཁ་ ཟེར་ ན །_ དེ་ གཞི་ དེས་ མི་ དེ་ ལ་ འཚེ་བ ར་ བྱེད་པ་ དང་ །_ འཇིག་རྟེན་པ་ དེ་དག་ གནོད་སྦྱིན་ འདི་ ནི་ རྫུ་འཕྲུལ་ ཆེ་བ་ མཐུ་ ཆེ་བ་ ཞིག་ གོ་ ཞེས་ བརྗོད་ དོ །_།
en: If a bad-natured human should mock such spirits, the latter will respond by doing harm, and hence people of the world talk about ‘those powerful yakṣas with their magical powers.’

source: དེ་ ཕྲེང་བ་ མང་པོ་ ཐོབ་ སྟེ །_ དེ་དེ ས་ ཤིན་ཏུ་ ཚིམ་པ ར་ འགྱུར་ ཞིང་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ ར་ ཡང་ མི་ འགྱུར །_
en: $1329 “If they obtain many garlands, they will be satisfied and thus suffer no physical discomfort due to hunger and thirst.

source: འཇིག་རྟེན་ གྱིས་ ཀྱང་ མངོན་པར་ བསྟོད་པ ར་ འགྱུར་ ཏེ །_ དེ་དེ ས་ རྟག་ ཏུ་ རབ་ཏུ་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: They may also become the objects of worldly beings’ praise, which they may greatly appreciate.

source: དེར་ ཡི་དགས་ ཕྲེང་བ་ ཟ་བ་ དེ་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ སྡིག་པ་ ཆུང་བ་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚོ་བར་ འགྱུར་ རོ །_།
en: In this way, they shall remain alive as starving spirits that feed on garlands until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ བྱས་པ་ ཉེ་བ ར་ འགྲོ་བ་ ཇི་ལྟ་བ་ བཞིན་ དེ་ ལ་ སྤྱོད་ ཅིང་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1330 “When they later escape the world of starving spirits, they will continue to roam through cyclic existence, and thus experience things in accordance with their causal deeds.

source: དེ་ གལ་ཏེ་ བརྒྱ་ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ ཕྲེང་བ་ མཁན་ དུ་ འགྱུར་ ཏེ་ མུ་ དང་ མཐའ་ དང་ །_ མཇུག་ དེས་ དེ འི་ འཚོ་བ་ ཉེ་བ ར་ འགྲུབ་པ་ མཐོང་ ངོ་ །_།
en: In the unlikely event that they should be born with the general lot in life of a human, they will become garland-makers and maintain such a means of livelihood for their entire lives.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ ཁྲག་ ཟ་བ་ ཞེས་ བྱ་བ་ ཁྲག་ གིས་ སྲོག་ འཚོ་བར་ བྱེད་པ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1331 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that feed on, and live from, blood.

source: མི་གང་ ལ་ལ་ དེ འི་ ལུས་ བརྟན་པ ར་ བྱ་བ འི་ ཕྱིར་ ཤ འི་ ཁྲག་འཐུང་ ལ་ དེ་ ལ་ དགའ་ ཞིང་ གཏུམ་པ་ དང་ །_ ཕྲག་དོག་ དང་ སེར་སྣ ས་ མངོན་པར་ ཉམས་པ །_
en: They may be passionate about this habit, savage, and overcome by envy and stinginess.

source: བུ་ དང་ ཆུང་མ་ ལ་ སླུ་བ ར་ བྱེད་ ཅིང་ [295b] སྲོག་གཅོད་ པར་ བྱེད་ ན་ ཁྲག་ ལ་ འཆུམས་པ འི་ ངང་ཚུལ་ ཅན་ ཏེ །_
en: They may even deceive their children and spouses {{page:{number:428,id:UT22084-068-021-100454,folio:F.295.b,volume:V68}}} and so kill them out of hankering for their blood.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཁྲག་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and take birth among the starving spirits that feed on blood.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ དེ་ལས་ དེ་ཉིད་ ཀྱིས་ བསྐྱེད་པ འི་ ཡུལ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ལ་ དེ་ ལ་ མི་ དག་ འདི་ ནི་ གནོད་སྦྱིན་ ཞིག་ ཡིན་ ནོ་ ཞེས་ རྗོད་ དེ །_ དེ་ ལ་ མཆོད་པ་ ཡང་ བྱེད་ དོ །_།
en: $1332 “When a being is born in this manner, people will identify it as a yakṣa and make offerings to it.

source: དེ་ ལ་ ཀུན་ ནས་ བསྐོར་ ནས་ ཁྲག་ གི་ གཏོར་མ ས་ ཀྱང་ མཆོད་པ ར་ བྱེད་ དེ །_
en: Serving the spirit, they may also offer it ritual cakes made of blood.

source: དེ་ཕྱིར་ ཞིང་ ཁྲག་འཐུང་ བས་ མྱོས་ ནས་ མི་ དག་ ལ་ གནོད་པ་ བྱེད་ དོ །_།
en: Drinking the blood will intoxicate the spirit, and so it may harm humans.

source: དེ་ ལ་ མི་ དག་ ཡང་ དང་ ཡང་ གནོད་སྦྱིན་ འདི་ ནི་ རྫུ་འཕྲུལ་ ཆེ་ ཞིང་ མཐུ་ ཆེ་བ་ ཞིག་ ཡིན་ ནོ་ ཞེས་ རྗོད་ དེ །_
en: People will begin to speak of ‘that powerful yakṣa with its great magic.’

source: དེ་ལྟ ར་ དེ་ གཅིག་ ནས་ གཅིག་ ཏུ་ རྗོད་པ ར་ བྱེད་ དོ །_།
en: $1333 “The lifespan of such beings is as in the previous cases.

source: ཚེ་ ཡང་ སྔ་མ་ བཞིན་ ཏེ །_ དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེ་ལྟ ར་ ཡི་དགས་ རྫུ་འཕྲུལ་ ཆེ་བ་ དེ་ཉིད་ བྱེད་ དོ །_།
en: In this way, they will continue to live as starving spirits with great powers until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་དེ་ ལས་ ཐར་ ན་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ལས་ ལ་ སྤྱོད་པ་ ལས་ ཉེ་བ ར་ འགྲོ་བ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: Once they become free from that state, they will continue to roam through cyclic existence, experiencing things in accordance with their causal deeds.

source: དེ་ གལ་ཏེ་ བརྒྱ་ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་པ འམ་ བུད་མེད་ དུ་ སྐྱེས་ ན་ མི་ དེ་ མཁའ་འགྲོ་ མ འམ་ མཁའ་འགྲོ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: In the unlikely event that they should be born with the general lot in life of a human, they will become female or male followers of ferocious goddesses.#183

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ ཤ་ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1334 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that feed on flesh.

source: དེ་ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སེར་སྣ་ ལ་ ཆགས་པ འི་ ཟིལ་ གྱིས་ ནོན་པ་ གང་ གིས་ བ་ལང་ ངམ །_ རྟ འམ །_ རི་ དག ས་ སམ །_ ཕག་ གམ །_ ལུག་ ཤི་བ འི་ ཤ་ རིན་ཐང་ ངམ །_ སྲང་ ལ་ གཡོ་ བྱས་ ནས་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some stingy and greedy people sell the meat of dead cows, horses, deer, pigs, or sheep at an unfair price, or by rigging the scales.

source: རིན་ཆེན་པོ ར་ བཙོངས་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཤ་ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born among the starving spirits that feed on flesh.

source: དེ་ བཞི་མདོ་ དོ་ དང་ །_ སུམ་མདོ་ དང་ །_ ཚོང་འདུས་ དང་ །_ ལམ་ གྱི་ བཞི་མདོ་ དང་ །_ སྲང་ དང་ །_ གྲོང་ཁྱེར་ དང་ །_ གཙུག་ལག་ཁང་ གི་ གནས་ རྣམས་ ཀྱི་ གནོད་སྦྱིན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ ངོ་བོ་ ཉིད་ གཏུམ་ ལ་ གྱུར་པ་ ཤེས་ སོ །_།
en: Thus, they will be born as fierce yakṣas that live at crossings, road forks, markets, road intersections, villages, towns, or temples.

source: ཡི་དགས་ རྫུ་འཕྲུལ་ ཆེ་བ་ མི་དགེ་བ འི་ ལས་ ཤིན་ཏུ་ མི་བཟད་པ་ [296a] ཡང་ མ་ ཡིན་ ལ །_
en: These starving spirits have great magical powers and do not exclusively engage in negative acts. {{page:{number:429,id:UT22084-068-021-100455,folio:F.296.a,volume:V68}}}

source: དེ་སྦྱིན་པ་ཚེར་མ་ལྟ་བུ་ཡང་བྱིན་ཏེ།_རྒྱུ་ དེས་ རྫུ་འཕྲུལ་ ཆེ་བ་ ཉིད་ དུ་ འགྱུར་ རོ །_།
en: Still, they do give thorn-like, vexatious gifts that cause them to gain great magical powers.#184
